Repository: PropulsionCarriere/WP-Trade-Fair-Plugin
Catalog: languages/trade_fair-*.po
Languages: fr_ca

source: Trade Fair Participants
fr_ca: Participants de la foire

source: Click on the "eye icon" above for a preview of the block
fr_ca: Cliquer sur l'oeil pour prévisualiser le bloc

source: Number of columns
fr_ca: Nombre de colonnes

source: Theme Options
fr_ca: Options du thème

source: Google Maps API Key
fr_ca: Clé d'API Google Maps

source: Header Script
fr_ca: Script d'en-tête

source: Footer Script
fr_ca: Script de pied de page

source: Trade Fair
fr_ca: Foire

source: Trade Fair name
fr_ca: Nom de la foire

source: Fair period start date
fr_ca: Debut de la periode

source: Fair period end date
fr_ca: Fin de la periode

source: Period's daily start time
fr_ca: Heure de début quotidienne de la période

source: Period's daily end time
fr_ca: Heure de fin quotidienne de la période

source: Online Trade Fair
fr_ca: Foire en ligne

source: Your company's profile
fr_ca: Votre profil de companie

source: Company's logo
fr_ca: Logo de la companie

source: Company's name
fr_ca: Nom de la companie

source: Company's description
fr_ca: Description

source: Company's location
fr_ca: Emplacement

source: Website link
fr_ca: Lien de votre site

source: Conference tool link
fr_ca: Lien vers la conférence

source: Sales brochure
fr_ca: Brochure

source: Trade Fair Profile
fr_ca: Profil de la foire

source: Your profile has been updated successfully.
fr_ca: Votre profil a été mis à jour

source: Change
fr_ca: Changer

source: Select or upload a media
fr_ca: Selectionner ou téléverser un fichier

source: Use selected
fr_ca: Utiliser l'élément selectionné

source: Preview unavailable
fr_ca: Prévisualisation indisponible

source: This field is required.
fr_ca: Ce champs est requis.

source: This is not a valid url.
fr_ca: Cette adresse n'est pas valide

source: This needs to be an image.
fr_ca: Ce fichier doit être une image

source: This needs to be a file.
fr_ca: Ce fichier doit être un fichier d'application

source: Rich Text
fr_ca: Texte riche

source: Displays a block with title and WYSIWYG content.
fr_ca: Affiche un block avec un titre.

source: Title
fr_ca: Titre

source: Content
fr_ca: Contenu

source: Exhibitor
fr_ca: Exposant

source: %1$s requires WP Emerge version >= %2$s and < %3$s but %4$s has already loaded version %5$s.
fr_ca: %1$s utilise WP Emerge version >= %2$s et< %3$s , mais %4$s a déjà chargé %5$s.

source: F d Y
fr_ca: d F Y

source: Contact now
fr_ca: Contacter

source: Learn More
fr_ca: En savoir plus

source: Download sales brochure
fr_ca: Télécharger la brochure

source: There are currently no companies registered
fr_ca: Il n'y a présentement pas de companies enregistrées

source: The trade fair ended on %1$s. Come back next year!
fr_ca: La foire s'est terminée le %1$s. À l'année prochaine.

source: Companies are currently online until %1$s
fr_ca: Les entreprises sont en ligne jusqu'à %1$s

source: Companies are currently offline. Come back tomorrow.
fr_ca: Les companies sont hors-ligne. Revenez demain.

source: The %1$s will start on %2$s.
fr_ca: %1$s va commencer le %2$s.

source: A plugin to facilitate trade fair organization
fr_ca: Un plugin pour faciliter l'organisation des foires commerciales en ligne
